Revit 2027 API
WireType.NeutralSize Property
 The maximum neutral size of the wire type.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public NeutralMode NeutralSize { get; set; }
Public Property NeutralSize As NeutralMode
	Get
	Set
public:
property NeutralMode NeutralSize {
	NeutralMode get ();
	void set (NeutralMode value);
}
member NeutralSize : NeutralMode with get, set
Property Value
NeutralMode
See Also
Reference
WireType Class
Autodesk.Revit.DB.Electrical Namespace